export const menuItems = [
  { page: "Вернуться на главную", path: '/', image: './gotohome.png'},
    { page: "Профиль", path: '/Profile', image: './gotohome.png' },
    { page: "Галерея", path: '', image: './gotohome.png' },
    { page: "Избранное", path: '', image: './gotohome.png' },
    { page: "Магазин", path: '', image: './gotohome.png' },
];

export const stats = [
    { key: "photos", label: "Сделано фото", image: './public/gallery_stat.png' },
    { key: "points", label: "KubCoins", image: './public/coins_stat.png' },
    { key: "quests", label: "Квестов выполнено", image: './public/quest_stat.png' },
    { key: "rank", label: "Звание", image: './public/adventurer_stat.png' }
];


export const mapConfig = {
    MinLatitude: 43.01,
    MaxLatitude: 47.00,
    MinLongitude: 36.20,
    MaxLongitude: 41.755,
    SVG_Width: 901,
    SVG_Height: 844
};

export const activeQuests = [
    { img: './avatar.png', label: "я не спою" },
    { img: './avatar.png', label: "я не спою" },
    { img: './avatar.png', label: "я не спою" },
    { img: './avatar.png', label: "я не спою" }
]

export const regions = [
    {
        id: 1,
        title: "Абинский район",
        content: "Здесь будет карта Абинского района",
        svg: ""
    },
    {
        id: 2,
        title: "Апшеронский район",
        content: "Здесь будет карта Аперонского района",
        svg: ""
    },
    {
        id: 3,
        title: "Белоглинский район",
        content: "Здесь будет карта Белоглинского района",
        svg: ""
    },
    {
        id: 4,
        title: "Белореченский район",
        content: "Здесь будет карта Белореченского района",
        svg: ""
    },
    {
        id: 5,
        title: "Брюховецкий район",
        content: "Здесь будет карта Брюховецкого района",
        svg: ""
    },
    {
        id: 6,
        title: "Выселковский район",
        content: "Здесь будет карта Выселковского района",
        svg: ""
    },
    {
        id: 7,
        title: "Гулькевичский район",
        content: "Здесь будет карта Гулькевичского района",
        svg: ""
    },
    {
        id: 8,
        title: "Динской район",
        content: "Здесь будет карта Динского района",
        svg: ""
    },
    {
        id: 9,
        title: "Ейский район",
        content: "Здесь будет карта Ейского района",
        svg: ""
    },
    {
        id: 10,
        title: "Калининский район",
        content: "Здесь будет карта Калининского района",
        svg: ""
    },
    {
        id: 11,
        title: "Кавказский район",
        content: "Здесь будет карта Кавказского района",
        svg: ""
    },
    {
        id: 12,
        title: "Каневской район",
        content: "Здесь будет карта Каневского района",
        svg: ""
    },
    {
        id: 13,
        title: "Кореновский район",
        content: "Здесь будет карта Кореновского района",
        svg: ""
    },
    {
        id: 14,
        title: "Красноармейский район",
        content: "Здесь будет карта Красноармейского района",
        svg: ""
    },
    {
        id: 15,
        title: "Крыловской район",
        content: "Здесь будет карта Крыловского района",
        svg: ""
    },
    {
        id: 16,
        title: "Крымский район",
        content: "Здесь будет карта Крымского района",
        svg: ""
    },
    {
        id: 17,
        title: "Курганский район",
        content: "Здесь будет карта Курганского района",
        svg: ""
    },
    {
        id: 18,
        title: "Кущевский район",
        content: "Здесь будет карта Кущевского района",
        svg: ""
    },
    {
        id: 19,
        title: "Лабинский район",
        content: "Здесь будет карта Лабинского района",
        svg: ""
    },
    {
        id: 20,
        title: "Мостовский район",
        content: "Здесь будет карта Мостовского района",
        svg: ""
    },
    {
        id: 21,
        title: "Новокубанский район",
        content: "Здесь будет карта Новокубанского района",
        svg: ""
    },
    {
        id: 22,
        title: "Новопокровский район",
        content: "Здесь будет карта Новопокровского района",
        svg: ""
    },
    {
        id: 23,
        title: "Отрадненский район",
        content: "Здесь будет карта Отрадненского района",
        svg: ""
    },
    {
        id: 24,
        title: "Павловский район",
        content: "Здесь будет карта Павловского района",
        svg: ""
    },
    {
        id: 25,
        title: "Северский район",
        content: "Здесь будет карта Северского района",
        svg: ""
    },
    {
        id: 26,
        title: "Славянский район",
        content: "Здесь будет карта Славянского района",
        svg: ""
    },
    {
        id: 27,
        title: "Староминский район",
        content: "Здесь будет карта Староминского района",
        svg: ""
    },
    {
        id: 28,
        title: "Тбилиский район",
        content: "Здесь будет карта Тбилиского района",
        svg: ""
    },
    {
        id: 29,
        title: "Темрюкский район",
        content: "Здесь будет карта Темрюкского района",
        svg: ""
    },
    {
        id: 30,
        title: "Тимашевский район",
        content: "Здесь будет карта Тимашевского района",
        svg: ""
    },
    {
        id: 31,
        title: "Тихорецкий район",
        content: "Здесь будет карта Тихорецкого района",
        svg: ""
    },
    {
        id: 32,
        title: "Успенский район",
        content: "Здесь будет карта Успенского района",
        svg: ""
    },
    {
        id: 33,
        title: "Усть-Лабинский район",
        content: "Здесь будет карта Усть-Лабинского района",
        svg: ""
    },
    {
        id: 34,
        title: "Щербиновский район",
        content: "Здесь будет карта Щербиновский района",
        svg: ""
    },
    {
        id: 35,
        title: "Ленинградский район",
        content: "Здесь будет карта Ленинградского района",
        svg: ""
    },
    {
        id: 36,
        title: "Приморско-ахтарский район",
        content: "Здесь будет карта Приморско-ахтарского района",
        svg: ""
    },
    {
        id: 37,
        title: "Туапсинский район",
        content: "Здесь будет карта Туапсинского района",
        svg: ""
    },
    {
        id: 38,
        title: "Анапа",
        content: "Здесь будет карта Анапы",
        svg: ""
    },
    {
        id: 39,
        title: "Горячий ключ",
        content: "Здесь будет карта Горячего ключа",
        svg: ""
    },
    {
        id: 40,
        title: "Краснодар",
        content: "Здесь будет карта Кранодара",
        svg: ""
    },
    {
        id: 41,
        title: "Армавир",
        content: "Здесь будет карта Армавира",
        svg: ""
    },
    {
        id: 42,
        title: "Геленджик",
        content: "Здесь будет карта Геленджика",
        svg: ""
    },
    {
        id: 43,
        title: "Новороссийск",
        content: "Здесь будет карта Новороссийска",
        svg: ""
    },
    {
        id: 44,
        title: "Сочи",
        content: "Здесь будет карта Сочи",
        svg: ""
    },


]